Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SIRI_IN_CALL_EXPLANATION_HEADPHONES_ONLY
source: Siri is available to respond to requests during phone and FaceTime calls when supported headphones are connected.
ar: ‏Siri متاح للاستجابة للطلبات أثناء المكالمات الهاتفية ومكالمات فيس تايم عند توصيل سماعات رأس مدعومة.
bg: Siri е на разположение, за да отговаря на заявки по време на телефонни и FaceTime обаждания, когато са свързани поддържани слушалки.
ca: Durant les trucades de telèfon i del FaceTime, Siri pot respondre a les sol·licituds, sempre que els auriculars que utilitzis hi siguin compatibles.
cs: Pokud máte připojená kompatibilní sluchátka, Siri může reagovat na vaše požadavky i během telefonních a FaceTime hovorů.
da: Siri kan svare på anmodninger under telefon- og FaceTime-opkald, når understøttede hovedtelefoner er tilsluttet.
de: Siri kann während Telefon- und FaceTime-Anrufen auf Anfragen reagieren, wenn Kopfhörer mit Unterstützung angeschlossen sind.
el: Το Siri είναι διαθέσιμο για να ανταποκρίνεται σε αιτήματα κατά τη διάρκεια τηλεφωνικών κλήσεων και κλήσεων FaceTime όταν είναι συνδεδεμένα υποστηριζόμενα ακουστικά.
es: Siri puede responder a las peticiones durante las llamadas de teléfono y de FaceTime cuando haya conectados unos auriculares compatibles.
es_us: Siri está disponible para responder a tus peticiones durante las llamadas por teléfono y FaceTime si conectaste audífonos compatibles.
fi: Siri on käytettävissä vastaamaan pyyntöihin tavallisten ja FaceTime-puhelujen aikana, kun tuetut kuulokkeet on yhdistetty.
fr: Siri peut répondre à vos requêtes pendant les appels téléphoniques et FaceTime lorsque des écouteurs pris en charge sont connectés.
fr_ca: Siri est en mesure de répondre à des demandes pendant les appels téléphoniques et FaceTime lorsque des écouteurs compatibles sont connectés.
he: ל-Siri יש אפשרות להשיב לבקשות במהלך שיחות טלפון ושיחות FaceTime כאשר אוזניות נתמכות מחוברות.
hi: समर्थित हेडफ़ोन कनेक्ट होने पर Siri द्वारा फ़ोन और FaceTime कॉल के दौरान अनुरोधों के जवाब दिए जा सकते हैं।
hr: Siri može odgovarati na zahtjeve tijekom telefonskih i FaceTime poziva kad su spojene podržane slušalice.
hu: Siri rendelkezésre áll, hogy válaszoljon a kérésekre a telefon- és FaceTime-hívások közben, amikor támogatott fejhallgatók vannak csatlakoztatva.
id: Siri tersedia untuk merespons permintaan selama panggilan telepon dan FaceTime saat headphone yang didukung terhubung.
it: Siri può rispondere alle richieste durante le chiamate telefoniche e FaceTime quando sono connesse cuffie compatibili.
ja: 対応ヘッドフォンが接続されている場合、電話やFaceTimeで通話中にもSiriはリクエストに対応可能です。
kk: Siri көмекшісі қолдау көрсетілетін құлаққап қосылғанда, телефон және FaceTime қоңыраулары кезінде сұрауларға жауап беру үшін қолжетімді.
ko: 지원되는 헤드폰이 연결되어 있는 경우, 전화 통화 및 FaceTime 통화 중에 Siri가 사용자의 요청에 응답할 수 있습니다.
lt: „Siri“ gali atsakyti į užklausas telefono ir „FaceTime“ skambučių metu, kai prijungtos palaikomos ausinės.
ms: Siri tersedia untuk membalas permintaan semasa panggilan telefon dan FaceTime apabila fon kepala yang disokong disambungkan.
nb: Siri er tilgjengelig for å svare på forespørsler under telefon- og FaceTime-anrop når støttede hodetelefoner er tilkoblet.
nl: Siri is beschikbaar om te reageren op verzoeken tijdens telefoon- en FaceTime-gesprekken wanneer een ondersteunde koptelefoon is verbonden.
pl: Siri może odpowiadać na pytania zadawane podczas połączeń telefonicznych i FaceTime, gdy używane są obsługiwane słuchawki.
pt: Quando fones de ouvido compatíveis são usados, a Siri fica disponível para atender a pedidos durante ligações de telefone ou do FaceTime.
pt_pt: Siri está disponível para responder a pedidos durante chamadas telefónicas e FaceTime quando estão ligados auscultadores compatíveis.
ro: Siri vă poate răspunde la solicitări în timpul apelurilor telefonice și FaceTime atunci când sunt conectate căști audio compatibile.
ru: Siri может отвечать на запросы во время телефонных вызовов и вызовов по FaceTime, если подключены поддерживаемые наушники.
sk: Keď máte pripojené podporované slúchadlá, Siri môže reagovať na vaše žiadosti aj počas telefonických a FaceTime hovorov.
sl: Siri se lahko odzove na zahteve med telefonskimi klici in klici FaceTime, ko so povezane podprte slušalke.
sv: Siri kan svara på förfrågningar under telefon- och FaceTime-samtal när hörlurar som stöds är anslutna.
th: Siri พร้อมใช้เพื่อตอบสนองคำขอในระหว่างการโทรศัพท์และการโทร FaceTime เมื่อหูฟังที่รองรับเชื่อมต่ออยู่
tr: Siri, desteklenen kulaklıklar bağlıyken telefon ve FaceTime aramalarında isteklere yanıt vermek için kullanılabilir.
uk: Siri може відповідати на запити під час телефонних викликів чи викликів FaceTime, якщо підʼєднано підтримувані навушники.
vi: Siri khả dụng để phản hồi các yêu cầu trong các cuộc gọi điện thoại và FaceTime khi tai nghe được hỗ trợ được kết nối.
zh_cn: 连接支持的耳机时，Siri可在打电话和FaceTime通话期间回应请求。
zh_hk: 連接受支援的耳筒時，Siri可以在打電話和FaceTime通話期間回應要求。
zh_tw: Siri可在連接支援的耳機時，於電話和FaceTime通話期間回應要求。

# SIRI_PERAPP_SIRIREQUESTS_FOOTER
source: Apps you use with Siri may send information like your contacts and other data to Apple to process your requests.
ar: التطبيقات التي تستخدمها مع Siri قد تقوم بإرسال معلومات مثل جهات الاتصال الخاصة بك وغيرها من البيانات إلى Apple بهدف إكمال طلباتك.
bg: Приложенията, които използвате със Siri, може да изпращат на Apple информация като вашите контакти и други данни, за да се обработят заявките ви.
ca: Per processar les teves sol·licituds, les apps que utilitzes amb Siri poden enviar informació com ara els teus contactes i altres dades a Apple.
cs: Aplikace, které používáte se Siri, mohou za účelem zpracování vašich požadavků posílat společnosti Apple vaše kontakty a další data.
da: Apps, som du bruger sammen med Siri, sender muligvis oplysninger som f.eks. dine kontakter og andre data til Apple til behandling af dine anmodninger.
de: Apps, die mit Siri verwendet werden, können Informationen wie Kontakte und andere Daten an Apple senden, um deine Anfragen zu verarbeiten.
el: Οι εφαρμογές που χρησιμοποιείτε με το Siri μπορεί να στέλνουν πληροφορίες, όπως τις επαφές σας και άλλα δεδομένα, στην Apple για επεξεργασία των αιτημάτων σας.
es: Las apps que uses con Siri pueden enviar información a Apple, como tus contactos y otros datos, para procesar tus peticiones.
es_us: Las apps que uses con Siri podrían enviar información como tus contactos y otros datos a Apple para procesar tus solicitudes.
fi: Sirin yhteydessä käyttämäsi apit voivat lähettää tietoja, esimerkiksi yhteystietosi ja muita tietoja, Applelle pyyntöjesi käsittelyä varten.
fr: Les apps que vous utilisez avec Siri peuvent envoyer des données, telles que vos contacts et autres, à Apple pour le traitement de vos requêtes.
fr_ca: Les apps que vous utilisez avec Siri sont susceptibles d’envoyer des informations à Apple, telles que vos contacts et d’autres données, pour traiter vos demandes.
he: יישומים שבהם ייעשה שימוש עם Siri עשויים לשלוח ל-Apple מידע כגון אנשי הקשר שלך או נתונים אחרים לצורך עיבוד הבקשות שלך.
hi: Siri के साथ उपयोग में लाए जाने वाले ऐप्स द्वारा आपके अनुरोधों को प्रोसेस करने के लिए Apple को आपके संपर्क और अन्य डेटा जैसी जानकारी भेजी जा सकती है।
hr: Aplikacije koje koristite sa značajkom Siri mogu slati informacije poput vaših kontakata i drugih podataka tvrtki Apple radi obrade vaših zahtjeva.
hu: Előfordulhat, hogy a Sirivel használt appok olyan információkat küldenek el az Apple-nek az Ön kérelmeinek feldolgozásához, mint a kontaktok és egyéb adatok.
id: App yang Anda gunakan dengan Siri dapat mengirimkan informasi seperti kontak dan data lainnya ke Apple untuk memproses permintaan Anda.
it: Le app che utilizzi con Siri potrebbero inviare informazioni come i tuoi contatti e altri dati ad Apple al fine di elaborare le tue richieste.
ja: Siriと一緒にアプリを使用すると、リクエストを処理するために、連絡先情報やその他のデータの情報がAppleに送信される場合があります。
kk: Сұрауларыңызды өңдеу үшін Siri көмекшісі арқылы пайдаланылатын қолданбалар Apple компаниясына деректеріңізді (мысалы, контактілер) жіберу мүмкін.
ko: Siri와 함께 사용하는 앱이 사용자의 요청을 처리할 수 있도록 연락처 및 기타 데이터 등의 정보를 Apple에 보낼 수 있습니다.
lt: Programos, kurias naudojate su „Siri“, bendrovei „Apple“ gali siųsti tokią informaciją kaip jūsų adresatai ir kitus duomenis, kad būtų galima aprodoti jūsų užklausas.
ms: App yang anda gunakan dengan Siri mungkin menghantar maklumat seperti kenalan anda dan data lain kepada Apple untuk memproses permintaan anda.
nb: Apper du bruker med Siri, kan sende informasjon som kontakter og andre data til Apple for å behandle forespørselen din.
nl: Apps die je met Siri gebruikt, kunnen informatie zoals contactpersonen en andere gegevens naar Apple sturen om je verzoeken te verwerken.
pl: Aplikacje używane z Siri mogą wysyłać informacje, na przykład Twoje kontakty i inne dane, do Apple w celu przetwarzania Twoich poleceń.
pt: Os apps usados com a Siri podem enviar informações como seus contatos e outros dados para que a Apple possa processar suas solicitações.
pt_pt: As aplicações que usa com Siri poderão enviar informação (contactos e outros dados) à Apple para processar os seus pedidos.
ro: Aplicațiile pe care le utilizați împreună cu Siri pot trimite informații precum contactele dvs. și alte date la Apple pentru a vă procesa solicitările.
ru: Приложения, с которыми Вы используете Siri, могут отправлять в Apple определенную информацию, например Ваши контакты, для обработки запросов к Siri.
sk: Apky, ktoré používate so Siri, môžu na účely spracovania vašich žiadostí posielať do Apple informácie, ako sú vaše kontakty a ďalšie dáta.
sl: Aplikacije, ki jih uporabljate s Siri, lahko družbi Apple pošiljajo podatke, kot so vaši stiki in drugi podatki, za obdelavo vaših zahtev.
sv: Appar du använder med Siri kan skicka information om sådant som dina kontakter och andra data till Apple för att bearbeta dina förfrågningar.
th: แอปที่คุณใช้กับ Siri อาจส่งข้อมูลไปที่ Apple เช่น รายชื่อและข้อมูลอื่นเพื่อดำเนินการตามคำขอของคุณ
tr: Siri ile kullandığınız uygulamalar, kişileriniz gibi bilgileri ve diğer verileri isteklerinizin işlenmesi için Apple’a gönderebilir.
uk: Програми, які ви використовуєте із Siri, можуть надсилати до Apple інформацію, як‑от ваші контакти й інші дані, щоб опрацьовувати ваші запити.
vi: Các ứng dụng bạn sử dụng với Siri có thể gửi thông tin như các liên hệ của bạn và dữ liệu khác đến Apple để xử lý yêu cầu của bạn.
zh_cn: 你通过Siri使用的App可能会将通讯录等信息和其他数据发送给Apple以处理你的请求。
zh_hk: 你配合Siri使用的App可能會將一些資料，例如通訊錄及其他資料傳送予Apple以便處理你的要求。
zh_tw: 你與Siri搭配使用的App可能會將一些資訊，如你的聯絡人和其他資料傳送給Apple來處理你的要求。

# SIRI_PERAPP_SIRIREQUESTS_USEWITHSIRI_TOGGLE
source: Use with Siri Requests
ar: استخدام مع طلبات Siri
bg: Използване със заявки към Siri
ca: Utilitza amb les sol·licituds a Siri
cs: Používat s požadavky na Siri
da: Brug med Siri-anmodninger
de: Mit „Siri-Anfragen“ verwenden
el: Χρήση με αιτήματα Siri
es: Usar con peticiones a Siri
es_us: Usar con Pedirle a Siri
fi: Käytä Siri-pyyntöjen kanssa
fr: Utiliser avec les requêtes Siri
fr_ca: Utiliser avec les demandes à Siri
he: שימוש ב״בקשות ל-Siri״
hi: Siri अनुरोधों के साथ उपयोग करें
hr: Koristi sa zahtjevima za Siri
hu: Használat Siri-kérelmekkel
id: Gunakan dengan Permintaan Siri
it: Usa con le richieste di Siri
ja: “Siriへのリクエスト”と一緒に使用
kk: Siri сұрауларымен пайдалану
ko: Siri 요청과 함께 사용
lt: Naudoti kartu su „Siri“ užklausomis“
ms: Gunakan dengan Permintaan Siri
nb: Bruk med Siri-forespørsler
nl: Gebruik met Siri-verzoeken
pl: Używaj dla poleceń Siri
pt: Usar com Pedidos à Siri
pt_pt: Usar com pedidos a Siri
ro: Utilizare cu Solicitări Siri
ru: Использование с запросами к Siri
sk: Používať so žiadosťami na Siri
sl: Uporabi z zahtevami za Siri
sv: Använd med Siri-förfrågningar
th: ใช้กับคำขอ Siri
tr: Siri İstekleri ile Kullan
uk: Разом із Запитами до Siri
vi: Sử dụng với yêu cầu Siri
zh_cn: 通过Siri请求使用
zh_hk: 與「Siri要求」配合使用
zh_tw: 與Siri要求搭配使用

source: Siri Requests
ar: طلبات Siri
bg: Заявки към Siri
ca: Sol·licituds a Siri
cs: Požadavky na Siri
da: Siri-anmodninger
de: Siri-Anfragen
el: Αιτήματα Siri
es: Peticiones a Siri
es_us: Pedirle a Siri
fi: Siri-pyynnöt
fr: Requêtes Siri
fr_ca: Demandes à Siri
he: בקשות ל-Siri
hi: Siri अनुरोध
hr: Zahtjevi za Siri
hu: Siri-kérelmek
id: Permintaan Siri
it: Richieste di Siri
ja: Siriへのリクエスト
kk: Siri сұраулары
ko: Siri 요청
lt: „Siri“ užklausos
ms: Permintaan Siri
nb: Siri-forespørsler
nl: Siri-verzoeken
pl: Polecenia Siri
pt: Pedidos à Siri
pt_pt: Pedidos a Siri
ro: Solicitări Siri
ru: Запросы к Siri
sk: Žiadosti na Siri
sl: Zahteve za Siri
sv: Siri-förfrågningar
th: คำขอ Siri
tr: Siri İstekleri
uk: Запити до Siri
vi: Yêu cầu Siri
zh_cn: Siri请求
zh_hk: Siri要求
zh_tw: Siri要求

# SIRI_REQUESTS_ABOUT_LINK_TEXT
source: About Siri & Privacy…
ar: حول Siri والخصوصية…
bg: За Siri и поверителността…
ca: Sobre Siri i la privacitat…
cs: O Siri a soukromí…
da: Om Siri & anonymitet…
de: Über Siri & Datenschutz …
el: Πληροφορίες για το Siri και το απόρρητο…
es: Acerca de Siri y la privacidad…
es_us: Acerca de Siri y la privacidad…
fi: Tietoja: Siri ja tietosuoja…
fr: Siri et confidentialité…
fr_ca: Siri et confidentialité…
he: מידע בנושא Siri ופרטיות…
hi: Siri और गोपनीयता परिचय…
hr: Više o Siri i privatnosti…
hu: Siriről és az adatvédelemről…
id: Mengenai Siri & Privasi…
it: Informazioni su Siri e sulla privacy…
ja: Siriとプライバシーについて…
kk: Siri және құпиялылық туралы ақпарат…
ko: Siri 및 개인정보 보호에 관하여…
lt: Apie „Siri" ir privatumą…
ms: Perihal Siri & Privasi…
nb: Om Siri og personvern…
nl: Over Siri en privacy…
pl: Siri i prywatność…
pt: Sobre a Siri e Privacidade…
pt_pt: Acerca de Siri e Privacidade…
ro: Despre Siri și intimitate…
ru: О Siri и конфиденциальности…
sk: O Siri a súkromí…
sl: Več o Siri in zasebnosti …
sv: Om Siri och integritet…
th: เกี่ยวกับ Siri และความเป็นส่วนตัว…
tr: Siri ve Gizlilik Hakkında…
uk: Про Siri та приватність…
vi: Siri & Quyền riêng tư…
zh_cn: 关于Siri与隐私…
zh_hk: 關於Siri與私隱⋯
zh_tw: 關於Siri與隱私權⋯

# SIRI_REQUESTS_ASSET_DOWNLOAD_FOOTER_TEXT_APPLE VISION
source: Support for processing voice input on Apple Vision Pro will download later when connected to Wi-Fi.
ar: سيتم تنزيل الدعم لمعالجة إدخال الصوت على Apple Vision Pro لاحقًا عند الاتصال بشبكة Wi‑Fi.
bg: Поддръжката за обработване на гласови входни данни на Apple Vision Pro ще се изтегли по-късно, когато се свържете с Wi-Fi.
ca: El contingut necessari per processar la veu a l’Apple Vision Pro es descarregarà més tard, quan tinguis connexió a una xarxa Wi‑Fi.
cs: Podpora pro zpracování hlasového vstupu na Apple Vision Pro se stáhne později, až budete připojení k Wi‑Fi.
da: Understøttelse til behandling af tale på Apple Vision Pro hentes senere, når der er forbindelse til Wi-Fi.
de: Unterstützung für die Verarbeitung von Spracheingaben auf der Apple Vision Pro wird später geladen, wenn eine WLAN-Verbindung besteht.
el: Θα πραγματοποιηθεί λήψη υποστήριξης για επεξεργασία φωνητικής εισόδου στο Apple Vision Pro όταν η συσκευή συνδεθεί σε Wi-Fi.
es: El contenido necesario para procesar entradas de voz en el Apple Vision Pro se descargará más tarde, cuando te conectes a una red Wi‑Fi.
es_us: Se descargará el soporte para procesar entradas de voz en tu Apple Vision Pro cuando te conectes a una red Wi‑Fi.
fi: Tuki Apple Vision Pron sisäiseen puhesyötteen käsittelyyn ladataan, kun olet yhteydessä Wi‑Fiin.
fr: Une assistance pour le traitement des saisies vocales sur l’Apple Vision Pro sera téléchargée lorsque votre appareil sera connecté à un réseau Wi-Fi.
fr_ca: Le contenu nécessaire au traitement de la saisie vocale sera téléchargé plus tard lorsque l’Apple Vision Pro sera connecté au Wi‑Fi.
he: הורדת חבילת התמיכה לעיבוד קלט קולי ב-Apple Vision Pro תבוצע מאוחר יותר עם החיבור לרשת אלחוטית.
hi: वाई-फ़ाई से कनेक्टेड रहने पर आपके Apple Vision Pro पर वॉइस इनपुट प्रोसेसिंग के लिए समर्थन बाद में डाउनलोड किया जाएगा।
hr: Podrška za obrađivanje glasovnog unosa na uređaju Apple Vision Pro preuzet će se kasnije kad budete spojeni na Wi-Fi.
hu: A beszédhangbevitel ezen az Apple Vision Prón való feldolgozásának támogatása később lesz letöltve, amikor Wi‑Fi-hez csatlakozik.
id: Dukungan untuk memproses input suara di Apple Vision Pro akan diunduh nanti setelah terhubung ke Wi-Fi.
it: Gli elementi necessari per supportare l’elaborazione dell’input vocale su Apple Vision Pro verranno scaricati in seguito, quando la connessione alla rete Wi‑Fi sarà attiva.
ja: Apple Vision Proで音声入力の処理をするために必要なものは、あとでWi‑Fiに接続されたときにダウンロードされます。
kk: Apple Vision Pro құрылғысында дауыспен енгізуді өңдеу функциясының техникалық қолдауы кейінірек Wi-Fi желісіне қосылған кезде жүктеп алынады.
ko: 나중에 Wi-Fi에 연결되면 Apple Vision Pro에서의 음성 입력 처리 지원을 다운로드합니다.
lt: Balso duomenų apdorojimo funkcija į „Apple Vision Pro“ bus atsisiųsta vėliau, prisijungus prie „Wi-Fi“.
ms: Sokongan untuk memproses input suara pada Apple Vision Pro akan dimuat turun kemudian apabila disambungkan ke Wi‑Fi.
nb: Støtte for å behandle taleinndata på Apple Vision Pro vil bli lastet ned når du er koblet til Wi‑Fi.
nl: Ondersteuning voor het verwerken van steminvoer op de Apple Vision Pro wordt later gedownload wanneer er verbinding is met wifi.
pl: Pliki obsługi przetwarzania poleceń głosowych na Apple Vision Pro zostaną pobrane, gdy połączy się on z siecią Wi‑Fi.
pt: A compatibilidade com processamento de dados de voz no Apple Vision Pro será baixada depois, quando o dispositivo estiver conectado a uma rede Wi‑Fi.
pt_pt: A descarga do suporte para o processamento de dados de voz no Apple Vision Pro será efetuada mais tarde, quando houver ligação a uma rede Wi‑Fi.
ro: Resursele pentru procesarea comenzilor vocale pe Apple Vision Pro vor fi descărcate mai târziu, când veți dispune de conexiune Wi‑Fi.
ru: Поддержка обработки голосового ввода на Apple Vision Pro будет загружена позже при подключении к Wi‑Fi.
sk: Podpora pre spracovanie hlasového vstupu na Apple Vision Pro bude stiahnutá neskôr, keď sa pripojíte k Wi-Fi.
sl: Podpora za obdelavo glasovnega vnosa v napravi Apple Vision Pro se bo prenesla, ko boste povezani z omrežjem Wi-Fi.
sv: Stöd för behandling av röstinmatning på Apple Vision Pro hämtas senare när du är ansluten till Wi‑Fi.
th: การรองรับการประมวลผลเสียงพูดบน Apple Vision Pro จะดาวน์โหลดในภายหลังเมื่อเชื่อมต่อกับ Wi‑Fi
tr: Apple Vision Pro’da ses girişini işleme desteği Wi-Fi’ye bağlanıldığında indirilir.
uk: Компонент оброблення даних голосового вводу на Apple Vision Pro буде викачано пізніше за наявності Wi‑Fi-зʼєднання.
vi: Phần hỗ trợ xử lý dữ liệu nhập bằng giọng nói trên Apple Vision Pro sẽ tải về sau khi được kết nối vào Wi-Fi.
zh_cn: 在Apple Vision Pro上处理语音输入所需的支持内容将在稍后接入Wi-Fi时下载。
zh_hk: 在Apple Vision Pro上處理語音輸入的支援將會在稍後連接Wi-Fi時下載。
zh_tw: 在Apple Vision Pro上處理語音輸入的支援功能會稍後於你連接Wi-Fi時下載。

# SIRI_REQUESTS_ASSET_DOWNLOAD_FOOTER_TEXT_APPLE VISION_CHINA
source: Support for processing voice input on Apple Vision Pro will download later when connected to WLAN.
ar: سيتم تنزيل الدعم لمعالجة إدخال الصوت على Apple Vision Pro لاحقًا عند الاتصال بشبكة WLAN.
bg: Поддръжката за обработване на гласови входни данни на Apple Vision Pro ще се изтегли по-късно, когато се свържете с WLAN.
ca: El contingut necessari per processar la veu a l’Apple Vision Pro es descarregarà més tard, quan tinguis connexió a una xarxa WLAN.
cs: Podpora pro zpracování hlasového vstupu na Apple Vision Pro se stáhne později, až budete připojení k WLAN.
da: Understøttelse til behandling af tale på Apple Vision Pro hentes senere, når der er forbindelse til WLAN.
de: Unterstützung für die Verarbeitung von Spracheingaben auf der Apple Vision Pro wird später geladen, wenn eine WLAN-Verbindung besteht.
el: Θα πραγματοποιηθεί λήψη υποστήριξης για φωνητικής εισόδου στο Apple Vision Pro όταν η συσκευή συνδεθεί σε WLAN.
es: El contenido necesario para procesar entradas de voz en el Apple Vision Pro se descargará más tarde, cuando te conectes a una red WLAN.
es_us: Se descargará el soporte para procesar entradas de voz en tu Apple Vision Pro cuando te conectes a una red WLAN.
fi: Tuki Apple Vision Pron sisäiseen puhesyötteen käsittelyyn ladataan, kun olet yhteydessä WLANiin.
fr: Une assistance pour le traitement des saisies vocales sur l’Apple Vision Pro sera téléchargée lorsque votre appareil sera connecté à un réseau WLAN.
fr_ca: Le contenu nécessaire au traitement de la saisie vocale sera téléchargé plus tard lorsque l’Apple Vision Pro sera connecté au WLAN.
he: הורדת חבילת התמיכה לעיבוד קלט קולי ב-Apple Vision Pro תבוצע מאוחר יותר עם החיבור לרשת WLAN.
hi: WLAN से कनेक्टेड रहने पर आपके Apple Vision Pro पर वॉइस इनुपुट प्रोसेसिंग के लिए समर्थन बाद में डाउनलोड किया जाएगा।
hr: Podrška za obrađivanje glasovnog unosa na uređaju Apple Vision Pro preuzet će se kasnije kad budete spojeni na WLAN.
hu: A beszédhangbevitel ezen az Apple Vision Prón való feldolgozásának támogatása később lesz letöltve, amikor WLAN-hoz csatlakozik.
id: Dukungan untuk memproses input suara di Apple Vision Pro akan diunduh nanti setelah terhubung ke WLAN.
it: Gli elementi necessari per supportare l’elaborazione dell’input vocale su Apple Vision Pro verranno scaricati in seguito, quando la connessione alla rete WLAN sarà attiva.
ja: Apple Vision Proで音声の処理をするために必要なものは、あとでWLANに接続されたときにダウンロードされます。
kk: Apple Vision Pro құрылғысында дауыспен енгізуді өңдеу функциясының техникалық қолдауы кейінірек WLAN желісіне қосылған кезде жүктеп алынады.
ko: 나중에 WLAN에 연결되면 Apple Vision Pro에서의 음성 입력 처리 지원을 다운로드합니다.
lt: Balso duomenų apdorojimo funkcija į „Apple Vision Pro“ bus atsisiųsta vėliau, prisijungus prie WLAN.
ms: Sokongan untuk memproses input suara pada Apple Vision Pro akan dimuat turun kemudian apabila disambungkan ke WLAN.
nb: Støtte for å behandle taleinndata på Apple Vision Pro vil bli lastet ned når du er koblet til WLAN.
nl: Ondersteuning voor het verwerken van steminvoer op de Apple Vision Pro wordt later gedownload wanneer er verbinding met is WLAN.
pl: Pliki obsługi przetwarzania poleceń głosowych na Apple Vision Pro zostaną pobrane, gdy połączy się on z siecią WLAN.
pt: A compatibilidade com processamento de voz no Apple Vision Pro será baixada depois quando o dispositivo estiver conectado a uma rede WLAN.
pt_pt: A descarga do suporte para o processamento de dados de voz no Apple Vision Pro será efetuada mais tarde, quando houver ligação a uma rede WLAN.
ro: Resursele pentru procesarea comenzilor vocale pe Apple Vision Pro vor fi descărcate mai târziu, când veți dispune de conexiune WLAN.
ru: Поддержка обработки голосового ввода на Apple Vision Pro будет загружена позже при подключении к WLAN.
sk: Podpora pre spracovanie hlasového vstupu na Apple Vision Pro bude stiahnutá neskôr, keď sa pripojíte k WLAN.
sl: Podpora za obdelavo glasovnega vnosa v napravi Apple Vision Pro se bo prenesla, ko boste povezani z omrežjem WLAN.
sv: Stöd för behandling av röstinmatning på Apple Vision Pro hämtas senare när du är ansluten till WLAN.
th: การรองรับการประมวลผลเสียงพูดบน Apple Vision Pro จะดาวน์โหลดในภายหลังเมื่อเชื่อมต่อกับ WLAN
tr: Apple Vision Pro’da ses girişini işleme desteği WLAN’a bağlanıldığında indirilir.
uk: Компонент оброблення даних голосового вводу на Apple Vision Pro буде викачано пізніше за наявності WLAN-зʼєднання.
vi: Phần hỗ trợ xử lý dữ liệu nhập bằng giọng nói trên Apple Vision Pro sẽ tải về sau khi được kết nối vào WLAN.
zh_cn: 在Apple Vision Pro上处理语音输入所需的支持内容将在稍后接入无线局域网时下载。
zh_hk: 在Apple Vision Pro上處理語音輸入的支援將會在稍後連接WLAN時下載。
zh_tw: 在Apple Vision Pro上處理語音輸入的支援功能會稍後於你連接WLAN時下載。
